Revit 2024 API
ColorFillScheme.Title Property
 Represents the title displayed in ColorFillLegend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public string Title { get; set; }
Visual Basic
Public Property Title As String
	Get
	Set
Visual C++
public:
property String^ Title {
	String^ get ();
	void set (String^ value);
}
Exceptions
Exception | Condition
Autodesk.Revit.Exceptions.ArgumentNullException |  When setting this property: A non-optional argument was null
See Also
ColorFillScheme Class
Autodesk.Revit.DB Namespace